
// 4_sem_2_cpp.cpp: определяет точку входа для консольного приложения.
 
/*11. Запись о лекарственном препарате содержит поля : номер аптеки, название лекарства, количество упаковок, 
наличие, стоимость одной упаковки, дата поступления в аптеку, срок хранения.Поиск по номеру аптеки, 
наименованию препарата, дате поступления.
Результатом должна быть консольная программа с текстовым меню.Программа должна содержать шаблонный класс 
для управления данными согласно заданию.Для хранения данных необходимо выбрать оптимальный 
с точки зрения задания контейнер.
Выполнила : Лактионова Мария Александровна (2к, 9г)*/


#include "stdafx.h"

struct date {
	int day;
	int month;
	int year;
};

int main()
{
    return 0;
}

